Repository: aslanyan99nak/ARLook
Catalog: ARLook/App/AppCore/Localizable.xcstrings
Source language: en
Languages: hy_am

source: All
hy_am: Բոլորը

source: Appearance
hy_am: Արտաքին տեսք

source: Calculating…
hy_am: Հաշվարկվում է…

# can_not_flip_your_object
source: Can't flip your object?
hy_am: Չե՞ք կարողանում շրջել ձեր առարկան:

# can_not_scan_model
source: You can't scan a model. Your device don't have LIDAR Scanner.
hy_am: Դուք չեք կարող սկանավորել մոդելը: Ձեր սարքը չունի LIDAR սկաներ:

source: Cancel
hy_am: Չեղարկել

# capture_from_higher_angle_detail
source: Move above your object and make sure that areas you captured previously can still be seen.
hy_am: Տեղածարժվեք ձեր օբյեկտի վերևում և համոզվեք, որ նախկինում նկարահանված հատվածները դեռ տեսանելի են:

# capture_from_higher_angle_title
source: Capture your object again from a higher angle.
hy_am: Կրկին լուսանկարեք ձեր առարկան ավելի բարձր անկյունից:

# capture_from_lower_angle_detail
source: Move down to be level with the base of your object and capture again.
hy_am: Տեղաշարժվեք ներքև՝ ձեր օբյեկտի հիմքի հետ հավասար լինելու համար և նորից նկարեք:

# capture_from_lower_angle_title
source: Capture your object again from a lower angle.
hy_am: Կրկին լուսանկարեք ձեր առարկան ավելի ցածր անկյան տակ:

source: Capture Help
hy_am: Նկարահանման օգնություն

# completed_process
source: The process has been successfully completed.
hy_am: Գործընթացը հաջողությամբ ավարտվել է։

source: Continue
hy_am: Շարունակել

# detection_failed_guidance
source: Can‘t find your object. It should be larger than 3in (8cm) in each dimension.
hy_am: Հնարավոր չէ գտնել ձեր օբյեկտը: Այն պետք է լինի ավելի մեծ, քան 3 դյույմ (8 սմ) յուրաքանչյուր հարթությունում:

# detection_guidance
source: Move around to ensure that the whole object is inside the box. Drag handles to manually resize.
hy_am: Շարժվեք շուրջը՝ համոզվելու համար, որ ամբողջ առարկան գտնվում է բոքսի ներսում: Քաշեք բռնակները՝ ձեռքով չափերը փոխելու համար:

# detection_successed_guidance
source: Move close and center the dot on your object, then tap Continue.
hy_am: Մոտեցրեք և կետը կենտրոնացրեք ձեր օբյեկտի վրա, այնուհետև սեղմեք Շարունակել:

# env_cons_1
source: Sunny, directional lighting
hy_am: Արևկող, ուղղորդված լուսավորություն

# env_cons_2
source: Inconsistent shadows
hy_am: Անհամապատասխան ստվերներ

# env_cons_title
source: May Reduce Quality
hy_am: Կարող է նվազեցնել որակը

# env_help_page_name
source: Environment
hy_am: Միջավայր

# env_pros_1
source: Diffuse, consistent lighting
hy_am: Ցրված, հետևողական լուսավորություն

# env_pros_2
source: Space around intended object
hy_am: Տարածություն նախատեսված օբյեկտի շուրջ

# env_pros_title
source: Ideal Environment Characteristics
hy_am: Իդեալական միջավայրի բնութագրերը

# environment_light_required
source: More Light Required
hy_am: Պահանջվում է ավելի շատ լուսավորություն

# estimated_remaining_time
source: Estimated time remaining: %@
hy_am: Մնացած մոտավոր ժամանակը՝ %@

source: Existing Models
hy_am: Հասանելի մոդելներ

source: Failed
hy_am: Չհաջողվեց

source: Favorite
hy_am: Հավանած

# file_managment_description
source: Open and organize your files
hy_am: Բացեք և կազմակերպեք ձեր ֆայլերը

# file_managment_title
source: File Management
hy_am: Ֆայլերի կառավարում

source: File not found
hy_am: Ֆայլը չի ​​գտնվել

source: Finish
hy_am: Վերջացնել

# first_segment_complete_detail
source: For best quality, caputure three segments.
hy_am: Լավագույն որակի համար նկարահանեք երեք հատված:

# first_segment_complete_title
source: First segment complete.
hy_am: Առաջին հատվածն ավարտված է.

# first_segment_needs_work_title
source: Keep going to complete the first segment.
hy_am: Շարունակեք, որպեսզի ավարտեք առաջին հատվածը:

# flip_anyway
source: Flip object anyway
hy_am: Միևնույն է, շրջել օբյեկտը

# flip_object_a_second_time_detail
source: Make sure that areas you captured previously can still be seen. Avoid flipping your object if it changes the shape.
hy_am: Համոզվեք, որ նախկինում նկարված հատվածները դեռ տեսանելի են: Խուսափեք շրջել ձեր առարկան, եթե այն փոխում է իր ձևը:

# flip_object_a_second_time_title
source: Flip object on the opposite side and capture again
hy_am: Շրջեք առարկան հակառակ կողմում և նորից նկարեք

# flip_object_detail
source: Make sure that areas you captured previously can still be seen. Avoid flipping your object if it changes the shape.
hy_am: Համոզվեք, որ նախկինում նկարված հատվածները դեռ տեսանելի են: Խուսափեք շրջել ձեր առարկան, եթե այն փոխում է իր ձևը:

# flip_object_title
source: Flip object on its side and capture again.
hy_am: Պտտեք առարկան իր շուրջը և նորից նկարեք:

# flipping_object_not_recommended_detail
source: Your object may have single color surfaces or be too reflective to add more segments. Tap Continue to capture more detail without flipping, or Flip Object Anyway.
hy_am: Ձեր օբյեկտը կարող է ունենալ միատոն մակերեսներ կամ չափազանց արտացոլող լինել՝ ավելի շատ հատվածներ ավելացնելու համար: Սեղմեք Շարունակել՝ առանց շրջելու ավելի մանրամասներ լուսանկարելու համար, կամ Շրջել օբյեկտը, այնուամենայնիվ:

# flipping_object_not_recommended_title
source: Flipping this object is not recommended.
hy_am: Այս օբյեկտը շրջել խորհուրդ չի տրվում:

source: Font
hy_am: Տառատեսակ

source: Help
hy_am: Օգնություն

# icon
source: App icon
hy_am: Հավելվածի պատկերակ

# image_alignment
source: Aligning Images…
hy_am: Պատկերների հավասարեցում…

source: List
hy_am: Ցուցակ

# mesh_generation
source: Generating Mesh…
hy_am: Ստեղծվում է ցանց…

# moving_too_fast
source: Move slower
hy_am: Շարժվեք ավելի դանդաղ

source: Next
hy_am: Հաջորդը

# object_cons_1
source: Shiny materials
hy_am: Փայլուն նյութեր

# object_cons_2
source: Transparent, transluscent objects
hy_am: Թափանցիկ, կիսաթափանցիկ առարկաներ

# object_cons_title
source: May Reduce Quality
hy_am: Կարող է նվազեցնել որակը

# object_help_caption
source: Opaque, matte objects with varied surface textures scan best. Capture all sides of your object in a series of orbits.
hy_am: Անթափանց, փայլատ առարկաները տարբեր մակերևույթի տեքստուրաներով սկանավորում են լավագույնս: Նկարեք ձեր օբյեկտի բոլոր կողմերը ուղեծրերով:

# object_help_page_name
source: Capturing Objects
hy_am: Օբյեկտների լուսանկարում

# object_pros_1
source: Varied Surface Texture
hy_am: Մակերևույթի բազմազան տեքստուրա

# object_pros_2
source: Non-reflective, matte surface
hy_am: Չարտացոլող, փայլատ մակերես

# object_pros_3
source: Solid, opaque
hy_am: Կոշտ, անթափանց

# object_pros_title
source: Ideal Object Characteristics
hy_am: Իդեալական օբյեկտի բնութագրերը

# object_too_close
source: Move Farther Away
hy_am: Տեղաշարժվել ավելի հեռու

# object_too_far
source: Move Closer
hy_am: Տեղաշարժվել ավելի մոտ

source: Ok
hy_am: Լավ

# optimization
source: Optimizing…
hy_am: Օպտիմալացում…

# out_of_field_of_view
source: Aim at your object
hy_am: Նպատակը դեպի ձեր օբյեկտը

# point_cloud_generation
source: Generating Point Cloud…
hy_am: Կետային ամպի առաջացում…

source: Pre-Processing…
hy_am: Նախնական մշակում…

source: Processing…
hy_am: Մշակում…

# processing_model_description
source: Keep app running while processing.
hy_am: Շարունակեք գործարկել հավելվածը մշակման ընթացքում:

# processing_title
source: Processing
hy_am: Մշակում

# qr_code_scanner_title
source: QR code Scanner
hy_am: QR կոդի սկաներ

source: Recent
hy_am: Վերջերս

source: Reset Box
hy_am: Վերականգնել բոքսը

source: Scanner
hy_am: Սկաներ

source: Scanning Info
hy_am: Սկանավորման տեղեկատվություն

source: Search
hy_am: Որոնում

source: Search 3D
hy_am: Որոնել 3D

# second_segment_complete_detail
source: For best quality, capture three segments.
hy_am: Լավագույն որակի համար նկարահանեք երեք հատված:

# second_segment_complete_title
source: Second segment complete.
hy_am: Երկրորդ հատվածն ավարտված է.

# second_segment_needs_work_title
source: Keep going to complete the second segment.
hy_am: Շարունակեք ավարտել երկրորդ հատվածը:

# segment_1_feedback
source: Move slowly around your object.
hy_am: Դանդաղ տեղաշարժվեք ձեր օբյեկտի շուրջը:

# segment_2_and_3_flippable_feedback
source: Flip object on its side and move around.
hy_am: Շրջեք առարկան և շարժվեք շուրջը:

# segment_2_unflippable_feedback
source: Move low and capture again.
hy_am: Տեղաշարժվեք ցածր և նորից նկարեք:

# segment_3_unflippable_feedback
source: Move above your object and capture again.
hy_am: Տեղաշարժվեք ձեր օբյեկտի վերևում և նորից նկարեք:

source: Settings
hy_am: Կարգավորումներ

source: Share
hy_am: Կիսվել

source: Skip
hy_am: Բաց թողնել

source: Start Capture
hy_am: Սկսեք նկարել

# texture_mapping
source: Mapping Texture…
hy_am: Քարտեզագրման տեքստւրա…

source: Theme
hy_am: Երանգ

# third_segment_complete_detail
source: Tap Finish to process your object.
hy_am: Սեղմեք Ավարտել՝ ձեր օբյեկտը մշակելու համար:

# third_segment_complete_title
source: All segments complete.
hy_am: Բոլոր հատվածներն ավարտված են:

# third_segment_needs_work_title
source: Keep going to complete the final segment.
hy_am: Շարունակեք ավարտել վերջին հատվածը:

# too_few_images_detail
source: You need at least %d images of your object to create a model.
hy_am: Մոդել ստեղծելու համար անհրաժեշտ է ձեր օբյեկտի առնվազն %d պատկեր:

# too_few_images_title
source: Keep moving around your object.
hy_am: Շարունակեք տեղաշարժվել ձեր օբյեկտի շուրջը:

source: Upload
hy_am: Վերբեռնել

# upload_description
source: Upload your 3D model for using by QR.
hy_am: Վերբեռնեք ձեր 3D մոդելը՝ QR-ով օգտագործելու համար:

source: Uploaded
hy_am: Վերբեռնված է

# uploaded_description
source: You have succesfully uploaded your 3D model.
hy_am: Դուք հաջողությամբ բեռնել եք ձեր 3D մոդելը:

# view_3d_mode
source: View in 3D mode
hy_am: Դիտել 3D ռեժիմով
